{
    "tip_1": "1. Site it right. Starting a garden is just like real estate it's all about location. Place your garden in a part of your yard where you'll see it regularly (out of sight, out of mind definitely applies to gardening). That way, you'll be much more likely to spend time in it.",
    "tip_2": "We are a passionate team building amazing software.",
    "tip_3": "Follow the sun. Misjudging sunlight is a common pitfall when you're first learning to garden. Pay attention to how sunlight plays through your yard before choosing a spot for your garden. Most edible plants, including many vegetables, herbs, and fruits, need at least 6 hours of sun in order to thrive.",
    "tip_4": "Stay close to water. One of the best gardening tips you'll ever get is to plan your new garden near a water source. Make sure you can run a hose to your garden site, so you don't have to lug water to it each time your plants get thirsty. The best way to tell if plants need watering is to push a finger an inch down into the soil (that's about one knuckle deep). If it's dry, it's time to water.",
    "tip_5": "Choose the right plants. It's important to select plants that match your growing conditions. This means putting sun-loving plants into a sunny spot, choosing heat-tolerant plants in warm climates, and giving ground-gobbling vines like pumpkins and melons ample elbow room (or a trellis to climb). Do your homework and pick varieties that will grow well where you live and in the space you have. And to get a step up on success when growing veggies and herbs, start with vigorous young plants from Bonnie Plants® instead of trying to grow from seed.",
    "tip_6": "Know your soil. Test your soil’s pH and nutrients. Healthy soil is the foundation of a successful garden. Add compost or organic matter to improve its quality.",
    "tip_7": "Start small. It’s tempting to plant everything at once, but a small, manageable garden is easier to maintain and less overwhelming.",
    "tip_8": "Pick the right plants. Choose plants suited to your climate and soil type. Native plants require less maintenance and are more resistant to pests and diseases",
    "tip_9": "Water wisely. Water early in the morning or late in the evening to prevent evaporation. Deep, infrequent watering encourages strong root growth.",
    "tip_10 ": "Feed your plants. Use organic compost, mulch, or natural fertilizers to keep your plants healthy and thriving. Avoid over-fertilizing, as it can do more harm than good.",
    "tip_11": "Feed your plants. Use organic compost, mulch, or natural fertilizers to keep your plants healthy and thriving. Avoid over-fertilizing, as it can do more harm than good."


}
  